Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Tällä kohtaa olevan huomautuksen johdosta sisäministeriö, työ- ja elinkeinoministeriö, oikeusministeriö, opetus- ja kulttuuriministeriö, sosiaali- ja terveysministeriö ja valtiovarainministeriö toteavat seuraavaa:
sv_se: Med anledning av anmärkningen under denna punkt konstaterar inrikesministeriet, arbets- och näringsministerit, justitieministeriet, undervisnings- och kulturministeriet, social- och hälsovårdsministeriet samt finansministeriet följande:

source: Poikkeuksellinen turvapaikanhakijatilanne asetti vuonna 2015 turvapaikanhakijoihin kohdistuvien toimenpiteiden vaatimukset uudelle tasolle.
sv_se: Den exceptionella situation i fråga om asylsökande som uppstod 2015 har fört kraven på åtgärder som gäller asylsökande till en ny nivå.

source: Tämä edellytti vakiintuneiden toimintatapojen kyseenalaistamista ja kehittämistä.
sv_se: Det har krävts ifrågasättande och utvecklande av de etablerade handlingsmodellerna.

source: Lisäksi hallituksen turvapaikkapoliittiset linjaukset edellyttävät useita turvapaikkaprosessin tehostamistoimenpiteitä eri hallinnonaloilla.
sv_se: Dessutom kräver regeringens asylpolitiska riktlinjer ett flertal åtgärder för att göra asylprocessen effektivare inom olika förvaltningsområden.

source: Tilanteen vaatimia tehostamistoimenpiteitä on meneillään.
sv_se: Sådana effektiviseringsåtgärder som situationen kräver har inletts.

source: Hallitus perusti syksyllä 2015 maahanmuuton ministeriryhmän (sisäministeriö, valtioneuvoston kanslia, ulkoasiainministeriö, oikeusministeriö, valtiovarainministeriö, opetus- ja kulttuuriministeriö, työ- ja elinkeinoministeriö, sosiaali- ja terveysministeriö).
sv_se: Regeringen tillsatte hösten 2015 en ministergrupp för migration (IM, SRK, UM, JM, FM, UKM, ANM, SHM).

source: Ministerityöryhmä muodostaa ja ylläpitää tilannekuvaa turvapaikanhakijatilanteesta sekä seuraa kotoutumisen edistymistä.
sv_se: Ministerarbetsgruppen bildar och upprätthåller en lägesbild av situationen i fråga om asylsökande och följer hur integrationen framskrider.

source: Tämän ministerityöryhmän kokousten valmistelua varten asetettiin ao. ministeriöiden yhdyshenkilöverkosto.
sv_se: För beredningen av ministerarbetsgruppens möten har det skapats ett nät med kontaktpersoner för de aktuella ministerierna.

source: Sisäministeriö on arvioinut turvapaikkahakijamäärät. Sisäministeriö on arvioinut turvapaikkahakijamäärät ja muut laskentaoletukset, joita VM:n koordinoimana on käytetty julkisen talouden suunnitelman (kehyspäätöksen) ja talousarvioesityksen valmistelussa.
sv_se: Inrikesministeriet har uppskattat antalet asylsökanden och andra kalkyleringsantaganden som under koordination av finansministeriet har använts vid beredningen av planen för de offentliga finanserna (rambeslutet) och budgetpropositionen.

source: Alkuvuonna 2016 asetettiin lisäksi sisäministeriössä työryhmä turvapaikkaprosessin tehokkuuden varmistamiseksi (sisäministeriö, oikeusministeriö, työ- ja elinkeinoministeriö).
sv_se: I början av 2016 tillsattes det dessutom en arbetsgrupp vid inrikesministeriet som har till uppgift att säkerställa att asylprocessen är effektiv (IM, JM, ANM).

source: Työryhmän tehtävänä on tarkastella turvapaikkaprosessin tehokkuutta ja nopeutta läpivirtauksen kannalta sekä käydä siihen liittyen läpi kaikki prosessin eri vaiheet turvapaikanhakijan näkökulmasta.
sv_se: Arbetsgruppen ska granska hur effektiv och snabb asylprocessen är med tanke på genomströmningen och i anslutning till det gå igenom alla olika faser i processen ur den asylsökandes perspektiv.

source: Tarkastelu aloitetaan turvapaikkahakemuksen jättämisestä ja ulotetaan turvapaikanhakijan maasta poistumiseen tai kuntaan sijoittamiseen.
sv_se: Granskningen inleds när asylansökan lämnas in och pågår tills den asylsökande lämnar landet eller placeras i en kommun.

source: Tehtävänä on myös tunnistaa prosessivaiheittain eri toimijoiden väliset rajapinnat sekä tarkastella niihin liittyvää vastuunsiirtoa, tiedonkulkua ja yhteistoimintaa läpivirtaustehokkuuden kannalta.
sv_se: En annan uppgift är att i varje fas av processen identifiera kontaktytorna mellan de olika aktörerna och att granska överföringen av ansvar, informationsutbytet och samarbetet i anslutning till dem med tanke på en effektiv genomströmning.

source: Tämän perusteella nostetaan esille kehittämistarpeet.
sv_se: Utifrån detta lyfter man fram utvecklingsbehov.

source: Tällä kohtaa olevien huomautusten johdosta opetus- ja kulttuuriministeriö on lisäksi todennut seuraavaa:
sv_se: Undervisnings och kulturministeriet har med anledning av anmärkningarna under denna punkt dessutom konstaterat följande:

source: Perusopetukseen valmistavan opetuksen rahoitus
sv_se: Finansiering av förberedande undervisning före den grundläggande utbildningen

source: Vuoden 2016 talousarviossa on varauduttu 25 miljoonan euron lisäyksellä vuoden 2016 oppilasmäärän kasvuun perusopetukseen valmistavassa opetuksessa.
sv_se: I budgeten för 2016 har man genom ett tillägg på 25 miljoner euro förberett sig på att antalet elever inom den förberedande undervisningen före den grundläggande utbildningen ökar under året.

source: On huomioitavaa, että täsmällisiä arvioita ei voida tehdä johtuen nopeasta muutoksesta turvapaikkahakijatilanteessa.
sv_se: Det bör påpekas att det inte går att ge några exakta uppskattningar eftersom läget förändras snabbt när det gäller asylsökande.

source: Opetuksen järjestäjälle myönnettiin maahanmuuttajien perusopetukseen valmistavaan opetukseen rahoitusta vuonna 2015 n. 15 100 euroa oppilasta kohden.
sv_se: År 2015 beviljades utbildningsanordnarna ungefär 15 100 euro per elev för förberedande undervisning som ordnas för invandrare före den grundläggande utbildningen.

source: Varainhoitovuoden lopullinen rahoitus muodostuu varainhoitovuoden ja sitä edeltävän vuoden 20.9. oppilasmäärien keskiarvon perusteella.
sv_se: Den slutliga finansieringen för finansåret utformas utifrån medeltalet av elevantalet 20.9 under finansåret och 20.9 det föregående året.

source: Muutos opetus- ja kulttuuritoimenrahoituslakiin koskien perusopetukseen valmistavan opetuksen rahoitusta tuli voimaan 1 päivänä tammikuuta 2016 ja on voimassa vuoden 2016 loppuun.
sv_se: En ändring av lagen om finansiering av undervisnings och kulturverksamhet som gäller finansiering av förberedande undervisning före den grundläggande utbildningen trädde i kraft 1.1.2016 och gäller till utgången av 2016.

source: Muutoksen mukaan rahoitusta myönnetään myös oppilaista, jotka eivät ole läsnä laissa säädettynä laskentapäivänä, mutta joille järjestetään perusopetukseen valmistavaa opetusta yhtäjaksoisesti vähintään neljä kuukautta.
sv_se: Enligt ändringen beviljas finansiering också för de elever som inte är närvarande på den beräkningsdag som avses i lagen men för vilka det ordnas förberedande undervisning före den grundläggande utbildningen i minst fyra månader i en följd.

source: Opetuksen ja varhaiskasvatuksen järjestämisen tila kunnissa
sv_se: Situationen i kommunerna när det gäller anordnade av undervisning och småbarnspedagogik

source: Kunnan velvollisuus järjestää esi- ja perusopetusta koskee kaikkia kunnan alueella asuvia lapsia, myös kansainvälistä suojelua hakevia.
sv_se: Kommunens skyldighet att ordna förskoleundervisning och grundläggande utbildning omfattar alla barn som är bosatta i kommunen, även de som söker internationellt skydd.

source: Tilannekuvan muodostamiseksi, opetus- ja kulttuuriministeriö selvittää opetuksen ja varhaiskasvatuksen järjestämisen tilannetta.
sv_se: För att få en lägesbild utreder undervisnings- och kulturministeriet situationen i fråga om anordnande av undervisning och småbarnspedagogik.

source: Erityisesti selvitetään tilannetta niiden lasten ja nuorten osalta, joita koskeva turvapaikkapäätös on vielä käsittelyssä.
sv_se: I synnerhet utreds situationen ifråga om de barn och unga vars asylbeslut fortfarande är under behandling.

source: Lisäksi perusopetukseen valmistavan opetuksen järjestämisen laajuuden ennakoimiseksi selvitetään tilannetta kaikkien valmistavan opetuksen oppilaiden osalta.
sv_se: För att kunna förutse omfattningen av anordnandet av förberedande undervisning före den grundläggande utbildningen utreds situationen i fråga om alla elever inom den förberedande undervisningen.

source: Samalla selvitetään, onko perusopetuksen järjestäjillä riittävät valmiudet järjestää syksystä 2016 lukien tarvittava määrä perusopetusta oppivelvollisuusiän ylittäneille maahanmuuttajille.
sv_se: Samtidigt utreds det om anordnarna av grundläggande utbildning har tillräcklig beredskap att från och med hösten 2016 ordna den mängd grundläggande utbildning som behövs för invandrare som överskridit läropliktsåldern.

source: Tarkastusvaliokunta
sv_se: Revisionsutskottet

source: EK 11/2008 vp – K 6/2008 vp – K 10/2008 vp – TrVM 1/2008 vp
sv_se: RSk 11/2008 rd – B 6/2008 rd – B 10/2008 rd – ReUB 1/2008 rd

source: Sähköinen tunnistaminen ja varmennepalveluiden puutteiden ja ongelmien korjaaminen
sv_se: Korrigering av bristerna i och problemen med elektronisk identifiering och certifikattjänster

source: Eduskunta edellyttää hallituksen ryhtyvän toimenpiteisiin esille tulleiden sähköisen tunnistamisen ja viranomaisten varmennepalveluiden puutteiden ja ongelmien korjaamiseksi ja esittävän niitä koskevat lainsäädäntöratkaisut sekä muut tarpeelliset toimenpiteet.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder för att rätta till bristerna i och problemen med den elektroniska identifieringen och myndigheternas certifikattjänster och att regeringen lägger fram förslag till lagstiftningslösningar och andra behövliga åtgärder.

source: Eduskunnan lausuman mukaisesti on erilaisissa hankkeissa tai työryhmissä pyritty ratkaisemaan sähköisen tunnistamisen ongelmia vuodesta 2008 lähtien.
sv_se: I enlighet med riksdagens uttalande har olika projekt och arbetsgrupper alltsedan 2008 försökt lösa problemen med elektronisk identifiering.

source: Alan toimijoilla on ollut ristiriitaisia näkemyksiä tarvittavista ratkaisuista eikä myöskään viranomaisilla ole ollut yhtenevää kantaa.
sv_se: Aktörerna på området har haft motstridiga uppfattningar om vilka lösningar som behövs och inte heller myndigheterna har haft någon samstämmig ståndpunkt.

source: Toukokuusta 2014 lähtien valmisteltiin laajalla, avoimella valmistelulla lakiehdotus (HE 272/2014), jolla muutettiin nykyistä sähköisen tunnistamisen ja allekirjoituksen lakia (617/2009) siten, että toimijoiden välille muodostetaan luottamusverkosto ja kaikkien edellytetään pitävän henkilötietonsa ajantasaisena tarkistamalla ne määräajoin väestötietojärjestelmästä.
sv_se: Sedan maj 2014 har en bred och öppen beredning berett ett lagförslag (RP 272/2014) för att ändra den nuvarande lagen om autentisering och elektroniska signaturer (617/2009) så att det byggs upp ett förtroendenät mellan aktörerna, och alla förutsätts se till att deras personuppgifter är uppdaterade i det genom regelbunden kontroll hos befolkningsdatasystemet.

source: Eduskunta hyväksyi lain 21.1.2015 (139/2015) ja se tuli voimaan 1.1.2016.
sv_se: Riksdagen godkände lagen den 21 januari 2015 (139/2015) och den trädde i kraft den 1 januari 2016.

source: Lain toimeenpanon valmistelu tehtiin avoimena valmisteluna, johon alan toimijat osallistuivat laajasti.
sv_se: Verkställigheten av lagen gjordes som en öppen beredning i vilken aktörerna inom området deltog på bred front.

source: Lakimuutoksen on tarkoitus poistaa sähköisen tunnistamisen markkinoita vaivanneet ongelmat ja antaa mahdollisuuksia myös uusille toimijoille tulla markkinoille. Valtiovarainministeriö katsoo, että nämä toimet ovat olleet riittävät ja että näiltä osin hallituksen toimet ovat korjanneet eduskunnan havaitsemat puutteet.
sv_se: Det är meningen att lagändringen ska eliminera problemen som marknaden för elektronisk identifiering har dragits med och även ge nya aktörer en möjlighet att komma in på marknaden Finansministeriet anser att dessa åtgärder har varit tillräckliga och att regeringens åtgärder till den här delen har avhjälpt de brister som riksdagen upptäckt.

source: Varmennepalveluiden tilanne on merkittävästi muuttunut sitten eduskunnan lausuman antamisen.
sv_se: Läget för certifikattjänster har ändrats betydligt sedan riksdagens uttalande.

source: Kortti on kansalaisille teknisesti hankala eikä tue nykyisiä laitteita.
sv_se: Ett kort är tekniskt svårt för medborgarna att använda och stöder inte nuvarande utrustning.

source: Sen sijaan varmennepalveluiden käyttö on laajentunut merkittävästi terveydenhuollon ammattihenkilöiden tunnistamisessa ja sähköisissä allekirjoituksissa.
sv_se: Däremot har användningen av certifikattjänster utvidgats betydligt inom identifieringen av professionell personal inom hälso- och sjukvården och i elektroniska signaturer.

source: Seuraavaksi se tulee laajentumaan sosiaalitoimeen.
sv_se: Till näst kommer den att utvidgas till socialväsendet.

source: Myös useat muut ammattikunnat käyttävät valtion varmennepalveluita.
sv_se: Även flera andra yrkeskårer använder statens certifikattjänster.

source: Vaikka varmennepalveluiden kehitys ei ole ollut sellaista kuin vuonna 2008 odotettiin, voidaan todeta, että varmennepalveluiden käyttö on levinnyt ja sen infrastruktuuri on tullut käyttöön.
sv_se: Även om utvecklingen av certifikattjänster inte har varit sådan som man väntade sig 2008, kan man konstatera att användningen av certifikattjänster har utvidgats och dess infrastruktur har tagits i bruk.

source: EK 21/2008 vp – K 15/2008 vp – TrVM 6/2008 vp
sv_se: RSk 21/2008 rd – B 15/2008 rd – ReUB 6/2008 rd

source: Julkishallinnon tietojärjestelmien yhteentoimivuus
sv_se: Informationssystemens interoperabilitet inom den offentliga förvaltningen

source: Eduskunta edellyttää, että hallitus ryhtyy toimenpiteisiin, joilla taataan julkishallinnon ja ensimmäiseksi terveydenhuollon tietojärjestelmien yhteentoimivuus, yhteiset sovelluspalvelut ja avoimet rajapinnat tietojärjestelmien väliseen saumattomaan tietojen vaihtoon.
sv_se: Riksdagen förutsätter att regeringen vidtar åtgärder som borgar för kompatibla datasystem, gemensamma tillämpningar och öppna kontaktytor för ett friktionsfritt informationsutbyte mellan datasystemen inom den offentliga sektorn, med början från hälso- och sjukvården.

source: Tällä kohtaa olevien huomautusten johdosta valtiovarainministeriö on yhdessä sosiaali- ja terveysministeriön kanssa todennut seuraavaa:
sv_se: Finansministeriet har tillsammans med social- och hälsovårdsministeriet med anledning av anmärkningarna under denna punkt konstaterat följande:

source: Eduskunta on edellyttänyt kirjelmässään (EK 21/2008 vp), että julkisen hallinnon ja sen sisällä ensimmäisenä terveydenhuollon tietojärjestelmien yhteentoimivuus, yhteiset sovelluspalvelut ja avoimet rajapinnat taataan siten, että tietojärjestelmien välinen tiedonvaihto toteutuu saumattomasti.
sv_se: Riksdagen har i sin skrivelse (RSk 21/2008 rd) förutsatt att datasystemen inom den offentliga sektorn blir kompatibla med början från hälso- och sjukvården, och att gemensamma tillämpningar och öppna kontaktytor garanteras så att informationsutbytet mellan datasystemen kan ske friktionsfritt.

source: Edellä mainittuja tavoitteita ja linjauksia on toteutettu valtakunnallisten sosiaali- ja terveydenhuollon sähköisen tiedonhallinnan ja tietojärjestelmäpalveluiden (Kanta) toteutuksessa, jonka myötä on otettu käyttöön sekä yksityisille että julkisille terveydenhuollon palveluntuottajille kuin myös kansalaisille näkyvinä palveluina sähköinen lääkemääräys, potilastiedon arkisto ja Omakanta-palvelu.
sv_se: Ovan nämnda mål och riktlinjer har realiserats i genomförandet av riksomfattande elektronisk informationshantering och informationssystemtjänster inom socialvården samt hälso- och sjukvården (Kanta). I och med Kanta har det tagits i bruk en elektronisk läkemedelsordination, ett patientdataarkiv och tjänsten Omakanta för såväl privata som offentliga serviceproducenter inom hälso- och sjukvården samt för medborgarna.

source: Lakiin sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä (159/2007) on lisätty vuonna 2014 sosiaali- tai terveydenhuollon asiakastietojen käsittelyssä käytettävän tietojärjestelmän yhteentoimivuutta, tietoturvaa ja tietosuojaa sekä toiminnallisuutta koskevien olennaisten vaatimusten edellyttämät täsmennykset.
sv_se: I lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården (159/2007) har 2014 tillagts de specificeringar som förutsätts av de väsentliga kraven på interoperabilitet, informationssäkerhet, dataskydd och funktionalitet av informationssystem som används för behandling av klient- och patientuppgifter inom socialvården samt hälso- och sjukvården.

source: Terveyden ja hyvinvoinnin laitos on antanut tietoturvan omavalvontaan ja järjestelmien sertifiointiin uudet määräykset 2/2015.
sv_se: Institutet för hälsa och välfärd har gett nya bestämmelser (2/2015) om egenkontroll av informationssäkerhet och certifiering av system.

source: Sertifiointiprosessin avulla todennetaan tietojärjestelmän täyttävän määritellyt olennaiset vaatimukset.
sv_se: Genom certifieringsprocessen kontrolleras att informationssystemet uppfyller de definierade väsentliga kraven.

source: Sertifiointi koskee Kanta-palveluihin liittyviä tietojärjestelmiä ja Kanta-välityspalveluita.
sv_se: Certifieringen gäller informationssystem som ansluter sig till Kanta-tjänster och Kanta-förmedlingstjänster.

source: Viestintäviraston hyväksymä arviointilaitos todentaa järjestelmien ja Kanta-välityspalveluiden tietoturvan.
sv_se: Ett bedömningsorgan som godkänts av Kommunikationsverket verifierar systemens och Kantaförmedlingstjänsternas informationssäkerhet.

source: Yhteentoimivuuden edellytyksenä ovat yhtenäiset toiminnalliset, tietosisältöön liittyvät ja tekniset määrittelyt.
sv_se: Interoperabiliteten förutsätter enhetliga tekniska definitioner gällande funktionen och datainnehållet.

source: Kanta-palvelujen voimassa olevien määrityksien listaus ja määrittelyt ovat julkisesti saatavilla Kanta-sivuilla.
sv_se: En förteckning över Kanta-tjänsternas gällande definitioner och definitionerna finns offentligt tillgängliga på Kanta-sidorna.

source: Julkisessa hallinnossa tietohallinnon yleisessä ohjauksessa yhteentoimivuuden edistäminen on organisoitu valtiovarainministeriön ja julkisen hallinnon tietohallinnon neuvottelukunnan JUHTAn muodostamaan kokonaisuuteen.
sv_se: I den allmänna styrningen av informationsförvaltningen inom den offentliga förvaltningen har främjandet av interoperabiliteten organiserats under en helhet som består av finansministeriet och delegationen för informationsförvaltningen inom den offentliga förvaltningen (JUHTA).

source: Yhteentoimivuus on lisäksi otettu huomioon kaikkien laajojen kehittämishankkeiden, kuten Sähköisen asioinnin ja demokratian vauhdittamisohjelman (SADe-ohjelma) ja Kansallinen palveluarkkitehtuuri -ohjelman ohjaamisessa.
sv_se: Interoperabilitet har dessutom tagits i beaktande i styrningen av alla omfattande utvecklingsprojekt, till exempel programmet för att påskynda elektronisk ärendehantering och demokrati (SADe) och programmet för Nationell servicearkitektur.

source: Yhteentoimivuuden määrittelyjä on tehty muun muassa Kuntatieto-ohjelmassa, jossa määritettiin yhteinen suositus kuntien ja kuntayhtymien tililuettelosta, tehtävä- ja palveluluokituksesta, toimipaikkatiedosta sekä taloustietojen välittämisestä tietojärjestelmien välillä.
sv_se: Definitioner av interoperabilitet har gjorts bland annat i Kommuninformationsprogrammet, som fastställer en gemensam rekommendation för kommunernas och samkommunernas kontouppräkning, kommunernas uppgifts och serviceklassificeringar, lokalitetsuppgifter och förmedling av ekonomiska uppgifter mellan informationssystemen.

source: Viitearkkitehtuureissa on kuvattu muun muassa kansallisen palveluväylän ja kuntien asianhallinnan sekä paikkatiedon (valmistuu 2016) kokonaisarkkitehtuurin tavoitetilaa.
sv_se: I referensarkitekturerna har bland annat beskrivits målläget för den övergripande arkitekturen för den nationella informationsleden och kommunernas ärendehantering samt lokalitetsuppgifter (färdig 2016).

source: Yhteisiä sovelluspalveluja toteutettiin SADe-ohjelmaan sisältyvässä sosiaali- ja terveysalan palvelukokonaisuudessa, jossa syntyi sähköisiä palveluja sekä kansalaisille että sosiaali- ja terveydenhuollosta järjestämisestä vastaaville viranomaisille (mm. ajanvaraus, palveluseteli- ja ostopalvelujärjestelmä).
sv_se: Gemensamma tillämpningstjänster genomfördes i servicehelheten för socialvården samt hälso- och sjukvården, som ingår i SADe-programmet, där det uppstod elektroniska tjänster för såväl medborgarna som myndigheter som ansvarar för anordnandet av socialvården samt hälso- och sjukvården (bl.a. tidsbeställning, servicesedel- och köptjänstsystemet).

source: Valtion tieto- ja viestintätekniikkakeskus Valtori tuottaa valtionhallinnon työntekijöiden päätelaitteet ja viestintätekniset työvälineet, kuten sähköpostin, verkko- ja videokokouspalvelut, ryhmätyötilat dokumenttien jakamiseen ja työstämiseen, pikaviestintätyökalut, puhelinratkaisut sekä verkkojulkaisualustat.
sv_se: Statens center för informations- och kommunikationsteknik Valtori producerar terminalerna och de kommunikationstekniska verktygen för de anställda inom statsförvaltningen, till exempel e-post, nät- och videokonferenstjänster, mötesplatser för delning och bearbetning av dokument, snabbkommunikationsverktygen, telefonlösningarna och nätpublikationsplattformar.

source: Avoimia rajapintoja toteutettiin Kansallinen palveluarkkitehtuuri -ohjelmassa, jossa otettiin käyttöön kansallinen palveluväylä ja julkaistiin kansalaisen palvelunäkymän ja tunnistamisratkaisuun beta-versio.
sv_se: Öppna kontaktytor genomfördes inom programmet för Nationell servicearkitektur, inom vilket det togs i bruk den nationella informationsleden och publicerades betaversionen av medborgarnas servicevy och identifieringslösning.

source: Palveluväylän ja muiden integraatioalustojen ra- japintojen hallinnointia ja kuvailua varten julkaistiin liityntäkatalogin beta-versio 2015.
sv_se: För hantering och beskrivning av gränssnitten för informationsleden och andra integrationsplattformar publicerades anslutningskatalogens betaversion 2015.

source: Tietojärjestelmien välinen tiedonvaihto on jatkuvaa panostusta vaativa alue.
sv_se: Informationsbytet mellan informationssystem är ett område som kräver ständiga satsningar.

source: Valtiovarainministeriö ja sosiaali- ja terveysministeriö ovat ryhtyneet riittäviin toimiin julkisen hallinnon yhteentoimivuuden (tietohallintolaki 634/2011), terveydenhuollon tietojärjestelmien yhteentoimivuuden (sähköinen lääkemääräys, potilastiedon arkisto ja Omakanta-palvelu), yhteisten sovelluspalvelujen ja rajapintojen (Kansallinen palveluarkkitehtuuri -hanke VM140:00/2013) kehittämiseksi.
sv_se: Finansministeriet och social och hälsovårdsministeriet har vidtagit tillräckliga åtgärder för att utveckla den offentliga förvaltningens interoperabilitet (informationsförvaltningslagen 634/2011), interoperabiliteten av informationssystem för hälso- och sjukvården (elektronisk läkemedelsordination, patientdataarkiv och tjänsten Omakanta) samt gemensamma tillämpningstjänster och kontaktytor (projektet Nationell servicearkitektur FM140:00/2013).

source: EK 42/2010 vp – M 8/2010 vp – TrVM 9/2010 vp
sv_se: RSk 42/2010 rd – Ö 8/2010 rd – ReUB 9/2010 rd

source: Harmaan talouden torjunta laajalla toimenpideohjelmalla
sv_se: Insatser mot den gråa ekonomin genom ett brett upplagt åtgärdsprogram

source: Eduskunta edellyttää hallituksen ryhtyvän harmaan talouden torjuntaan laajalla toimenpideohjelmalla.
sv_se: Riksdagen förutsätter att regeringen börjar bekämpa den svarta ekonomin med ett brett åtgärdsprogram.
